Repository: vitaliibadion/burnroll
Catalog: BurnRoll/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pl, pt_br, uk, zh_hans

source: BurnRoll uses Firebase Crashlytics for crash diagnostics and application stability. Crash reports describe the app’s technical state. They are not used to send your photos or photo-library contents.
de: BurnRoll nutzt Firebase Crashlytics für Absturzdiagnosen und Stabilität. Berichte beschreiben den technischen Zustand. Damit werden keine Fotos oder Mediathekinhalte gesendet.
es: BurnRoll usa Firebase Crashlytics para diagnósticos de fallos y estabilidad. Los informes describen el estado técnico. No se usan para enviar fotos ni el contenido de la fototeca.
fr: BurnRoll utilise Firebase Crashlytics pour les diagnostics de plantage et la stabilité. Les rapports décrivent l’état technique. Ils n’envoient pas tes photos ni le contenu de la photothèque.
it: BurnRoll usa Firebase Crashlytics per diagnostica crash e stabilità. I report descrivono lo stato tecnico. Non servono a inviare foto o contenuti della libreria.
ja: BurnRollはクラッシュ診断と安定性のためFirebase Crashlyticsを使います。報告はアプリの技術状態です。写真やライブラリ内容の送信には使いません。
ko: BurnRoll은 충돌 진단과 안정성을 위해 Firebase Crashlytics를 씁니다. 보고서는 앱의 기술 상태를 담습니다. 사진이나 보관함 내용을 보내는 데 쓰이지 않습니다.
nl: BurnRoll gebruikt Firebase Crashlytics voor crashdiagnose en stabiliteit. Rapporten beschrijven de technische staat van de app. Ze worden niet gebruikt om foto’s of bibliotheekinhoud te versturen.
pl: BurnRoll używa Firebase Crashlytics do diagnostyki awarii i stabilności. Raporty opisują stan techniczny. Nie służą do wysyłania zdjęć ani zawartości biblioteki.
pt_br: O BurnRoll usa o Firebase Crashlytics para diagnóstico de falhas e estabilidade. Os relatórios descrevem o estado técnico. Não servem para enviar fotos ou o conteúdo da biblioteca.
uk: BurnRoll використовує Firebase Crashlytics для діагностики збоїв і стабільності. Звіти описують технічний стан. Вони не надсилають фото чи вміст бібліотеки.
zh_hans: BurnRoll 使用 Firebase Crashlytics 进行崩溃诊断与稳定性分析。报告描述 App 的技术状态，不会用来发送照片或图库内容。

source: BurnRoll will schedule a local reminder for %@. The prediction is calculated on-device and BurnRoll never uploads your photos.
de: BurnRoll plant eine lokale Erinnerung für %@. Die Prognose entsteht auf dem Gerät; Fotos werden nicht hochgeladen.
es: BurnRoll programará un recordatorio local para %@. La predicción se calcula en el dispositivo y nunca sube tus fotos.
fr: BurnRoll programmera un rappel local pour %@. La prévision est calculée sur l’appareil et BurnRoll n’envoie jamais tes photos.
it: BurnRoll programmerà un promemoria locale per %@. La previsione è calcolata sul dispositivo e BurnRoll non carica mai le foto.
ja: BurnRollは%@のローカルリマインダーを予約します。予測はこの端末で行われ、写真はアップロードされません。
ko: BurnRoll이 %@에 대한 로컬 알림을 예약합니다. 예측은 기기에서 계산되며 사진은 업로드되지 않습니다.
nl: BurnRoll plant een lokale herinnering voor %@. De voorspelling gebeurt op het apparaat; BurnRoll uploadt je foto’s nooit.
pl: BurnRoll zaplanuje lokalne przypomnienie dla %@. Prognoza jest liczona na urządzeniu; zdjęcia nie są wysyłane.
pt_br: O BurnRoll agendará um lembrete local para %@. A previsão é calculada no dispositivo e suas fotos nunca são enviadas.
uk: BurnRoll запланує локальне нагадування для %@. Прогноз рахується на пристрої, фото не завантажуються.
zh_hans: BurnRoll 将为%@安排本地提醒。预测在设备上计算，绝不会上传照片。

source: Bursts
de: Serien
es: Ráfagas
fr: Rafales
it: Raffiche
ja: バースト
ko: 버스트
nl: Burst
pl: Serie
pt_br: Rajadas
uk: Серії
zh_hans: 连拍

source: Camera roll grows by %@ photos
de: Die Mediathek wächst um %@ Fotos
es: El carrete crece %@ fotos
fr: La pellicule augmente de %@ photos
it: Il rullino cresce di %@ foto
ja: カメラロールが%@枚増えたとき
ko: 카메라 롤이 사진 %@장 늘면
nl: Camerastream groeit met %@ foto’s
pl: Rolka urośnie o %@ zdjęć
pt_br: O rolo cresce %@ fotos
uk: Стрічка зросте на %@ фото
zh_hans: 相册增加 %@ 张照片时

source: Camera roll grows by a photo count
de: Die Mediathek wächst um eine Fotoanzahl
es: El carrete crece en un número de fotos
fr: La pellicule augmente d’un nombre de photos
it: Il rullino cresce di un numero di foto
ja: カメラロールが指定枚数増えたとき
ko: 카메라 롤이 지정한 장수만큼 늘면
nl: Camerastream groeit met een aantal foto’s
pl: Rolka urośnie o określoną liczbę zdjęć
pt_br: O rolo cresce por uma quantidade de fotos
uk: Стрічка зросте на певну кількість фото
zh_hans: 相册增加指定数量的照片时

source: Camera roll grows by about 5 GB
de: Die Mediathek wächst um etwa 5 GB
es: El carrete crece unos 5 GB
fr: La pellicule augmente d’environ 5 Go
it: Il rullino cresce di circa 5 GB
ja: カメラロールが約5 GB増えたとき
ko: 카메라 롤이 약 5 GB 늘면
nl: Camerastream groeit met ongeveer 5 GB
pl: Rolka urośnie o około 5 GB
pt_br: O rolo cresce cerca de 5 GB
uk: Стрічка зросте приблизно на 5 ГБ
zh_hans: 相册大约增加 5 GB 时

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
uk: Скасувати
zh_hans: 取消

source: Capture date unavailable
de: Aufnahmedatum unbekannt
es: Fecha de captura no disponible
fr: Date de capture indisponible
it: Data di scatto non disponibile
ja: 撮影日不明
ko: 촬영일 없음
nl: Opnamedatum onbekend
pl: Brak daty zdjęcia
pt_br: Data da captura indisponível
uk: Дата зйомки недоступна
zh_hans: 拍摄日期不可用

source: Change the filter to review your other decisions.
de: Ändere den Filter, um die anderen Entscheidungen zu sehen.
es: Cambia el filtro para ver el resto de decisiones.
fr: Change le filtre pour voir tes autres décisions.
it: Cambia il filtro per rivedere le altre decisioni.
ja: フィルターを切り替えて他の判断を確認できます。
ko: 필터를 바꿔 다른 결정을 검토하세요.
nl: Wijzig het filter om je andere keuzes te bekijken.
pl: Zmień filtr, aby zobaczyć pozostałe decyzje.
pt_br: Mude o filtro para ver as outras decisões.
uk: Змініть фільтр, щоб переглянути інші рішення.
zh_hans: 更改筛选以查看其他决定。

source: Check the app’s iOS settings
de: Prüfe die iOS-Einstellungen der App
es: Revisa los ajustes de iOS de la app
fr: Vérifie les réglages iOS de l’app
it: Controlla le impostazioni iOS dell’app
ja: アプリのiOS設定を確認してください
ko: 앱의 iOS 설정을 확인하세요
nl: Controleer de iOS-instellingen van de app
pl: Sprawdź ustawienia iOS aplikacji
pt_br: Confira os ajustes de iOS do app
uk: Перевірте налаштування iOS програми
zh_hans: 请检查此 App 的 iOS 设置

source: Checking recent photos…
de: Aktuelle Fotos werden geprüft…
es: Comprobando fotos recientes…
fr: Vérification des photos récentes…
it: Controllo delle foto recenti…
ja: 最近の写真を確認中…
ko: 최근 사진을 확인하는 중…
nl: Recente foto’s controleren…
pl: Sprawdzanie ostatnich zdjęć…
pt_br: Verificando fotos recentes…
uk: Перевірка недавніх фото…
zh_hans: 正在检查最近的照片…

source: Checkpoint saved
de: Checkpoint gespeichert
es: Punto guardado
fr: Point de contrôle enregistré
it: Punto di controllo salvato
ja: しおりを保存しました
ko: 체크포인트 저장됨
nl: Checkpoint opgeslagen
pl: Zapisano punkt kontrolny
pt_br: Ponto salvo
uk: Контрольну точку збережено
zh_hans: 检查点已保存

source: Choose access when iOS asks
de: Wähle den Zugriff, wenn iOS fragt
es: Elige el acceso cuando iOS te lo pida
fr: Choisis l’accès lorsque iOS le demande
it: Scegli l’accesso quando iOS lo chiede
ja: iOSの確認でアクセスを選んでください
ko: iOS가 물을 때 접근을 선택하세요
nl: Kies toegang wanneer iOS vraagt
pl: Wybierz dostęp, gdy iOS o to poprosi
pt_br: Escolha o acesso quando o iOS pedir
uk: Оберіть доступ, коли iOS запитає
zh_hans: 在 iOS 询问时选择权限

source: Choose another media type or album from the top-left button.
de: Wähle einen anderen Medientyp oder ein Album über die Taste oben links.
es: Elige otro tipo de contenido o álbum con el botón de arriba a la izquierda.
fr: Choisis un autre type de média ou album avec le bouton en haut à gauche.
it: Scegli un altro tipo di media o album dal pulsante in alto a sinistra.
ja: 左上のボタンから別の種類やアルバムを選んでください。
ko: 왼쪽 위 버튼에서 다른 미디어 유형이나 앨범을 선택하세요.
nl: Kies een ander mediatype of album via de knop linksboven.
pl: Wybierz inny typ multimediów lub album przyciskiem u góry po lewej.
pt_br: Escolha outro tipo de mídia ou álbum no botão superior esquerdo.
uk: Оберіть інший тип медіа або альбом кнопкою зліва вгорі.
zh_hans: 点左上角按钮选择其他媒体类型或相簿。

source: Choose how BurnRoll looks on your Home Screen. iOS will ask you to confirm.
de: Wähle, wie BurnRoll auf dem Home-Bildschirm aussieht. iOS fragt zur Bestätigung.
es: Elige cómo se ve BurnRoll en la pantalla de inicio. iOS te pedirá confirmación.
fr: Choisis l’apparence de BurnRoll sur l’écran d’accueil. iOS demandera confirmation.
it: Scegli come appare BurnRoll nella schermata Home. iOS chiederà conferma.
ja: ホーム画面のBurnRollの見た目を選びます。iOSが確認します。
ko: 홈 화면에서 BurnRoll 모양을 고르세요. iOS가 확인을 요청합니다.
nl: Kies hoe BurnRoll eruitziet op het beginscherm. iOS vraagt om bevestiging.
pl: Wybierz wygląd BurnRoll na ekranie początkowym. iOS poprosi o potwierdzenie.
pt_br: Escolha como o BurnRoll aparece na Tela de Início. O iOS pedirá confirmação.
uk: Оберіть вигляд BurnRoll на Початковому екрані. iOS попросить підтвердження.
zh_hans: 选择 BurnRoll 在主屏幕上的外观。iOS 会要求确认。

source: Choose media
de: Medien wählen
es: Elegir contenido
fr: Choisir les médias
it: Scegli i media
ja: メディアを選ぶ
ko: 미디어 선택
nl: Kies media
pl: Wybierz multimedia
pt_br: Escolher mídia
uk: Обрати медіа
zh_hans: 选择媒体

source: Choose Photos Access
de: Fotos-Zugriff wählen
es: Elegir acceso a Fotos
fr: Choisir l’accès à Photos
it: Scegli accesso a Foto
ja: 写真アクセスを選ぶ
ko: 사진 접근 선택
nl: Kies Foto’s-toegang
pl: Wybierz dostęp do Zdjęć
pt_br: Escolher acesso a Fotos
uk: Обрати доступ до Фото
zh_hans: 选择照片权限

source: Choose review status, media type, or album
de: Prüfstatus, Medientyp oder Album wählen
es: Elige estado de revisión, tipo de contenido o álbum
fr: Choisir le statut, le type de média ou l’album
it: Scegli stato di revisione, tipo di media o album
ja: 確認状況、メディアの種類、アルバムを選ぶ
ko: 검토 상태, 미디어 유형 또는 앨범 선택
nl: Kies beoordelingsstatus, mediatype of album
pl: Wybierz status, typ multimediów lub album
pt_br: Escolher status, tipo de mídia ou álbum
uk: Оберіть статус перегляду, тип медіа або альбом
zh_hans: 选择审阅状态、媒体类型或相簿

source: Choose your plan.
de: Wähle deinen Plan.
es: Elige tu plan.
fr: Choisis ton forfait.
it: Scegli il tuo piano.
ja: プランを選ぶ。
ko: 요금제를 선택하세요.
nl: Kies je plan.
pl: Wybierz plan.
pt_br: Escolha seu plano.
uk: Оберіть план.
zh_hans: 选择你的方案。

source: Classic
de: Klassisch
es: Clásico
fr: Classique
it: Classica
ja: クラシック
ko: 클래식
nl: Klassiek
pl: Klasyczna
pt_br: Clássico
uk: Класична
zh_hans: 经典

source: Cleaning complete
de: Bereinigung abgeschlossen
es: Limpieza completada
fr: Nettoyage terminé
it: Pulizia completata
ja: 整理が完了しました
ko: 정리 완료
nl: Opruimen voltooid
pl: Czyszczenie zakończone
pt_br: Limpeza concluída
uk: Очищення завершено
zh_hans: 清理完成

source: Cleanup reminders are optional and require your permission. If you opt in, BurnRoll stores an on-device library baseline and schedules a local reminder for your selected threshold of 20–500 additional photos, approximately 5 GB of estimated media growth, or an exact 30-day interval. iOS does not continuously wake BurnRoll to inspect Photos while the app is closed, so BurnRoll evaluates accumulation when the app opens and schedules a conservative local reminder. You can turn reminders off in BurnRoll Settings, or change notification permission in iOS Settings.
de: Bereinigungserinnerungen sind optional und brauchen Erlaubnis. Bei Opt-in speichert BurnRoll eine lokale Basis und plant eine Erinnerung für 20–500 zusätzliche Fotos, etwa 5 GB oder genau 30 Tage. iOS weckt BurnRoll nicht dauerhaft. Die App prüft beim Öffnen. Erinnerungen kannst du in BurnRoll oder in den iOS-Mitteilungen ändern.
es: Los recordatorios de limpieza son opcionales y piden permiso. Si te apuntas, BurnRoll guarda una base en el dispositivo y programa un recordatorio local para 20–500 fotos más, unos 5 GB o 30 días exactos. iOS no despierta BurnRoll sin parar. La app evalúa al abrir. Apaga los recordatorios en BurnRoll o cambia el permiso en iOS.
fr: Les rappels de nettoyage sont facultatifs et demandent ta permission. En t’inscrivant, BurnRoll stocke une base locale et programme un rappel pour 20–500 photos de plus, environ 5 Go, ou 30 jours exacts. iOS ne réveille pas BurnRoll en continu. L’app évalue à l’ouverture. Désactive les rappels dans BurnRoll ou change les notifications iOS.
it: I promemoria di pulizia sono facoltativi e richiedono il permesso. Se aderisci, BurnRoll salva una baseline locale e programma un promemoria per 20–500 foto in più, circa 5 GB o 30 giorni esatti. iOS non riattiva BurnRoll in continuo. All’apertura valuta l’accumulo. Puoi disattivare i promemoria in BurnRoll o cambiare le notifiche iOS.
ja: 整理リマインダーは任意で許可が必要です。オンにすると端末内の基準を保存し、追加20〜500枚、約5 GB、または正確な30日でローカル通知を予約します。アプリが閉じている間、iOSはPhotosを常時検査するためにBurnRollを起こしません。開いたときに増加を評価します。BurnRoll設定かiOSの通知許可でオフにできます。
ko: 정리 알림은 선택 사항이며 권한이 필요합니다. 동의하면 BurnRoll이 기기 내 기준을 저장하고 추가 사진 20–500장, 약 5GB, 또는 정확히 30일 기준으로 로컬 알림을 예약합니다. 앱이 닫혀 있는 동안 iOS는 사진을 계속 검사하려고 BurnRoll을 깨우지 않습니다. 열 때 증가량을 평가합니다. BurnRoll 설정이나 iOS 알림 권한에서 끌 수 있습니다.
nl: Opruimherinneringen zijn optioneel en vragen toestemming. Als je meedoet, bewaart BurnRoll lokaal een basislijn en plant een lokale herinnering voor 20–500 extra foto’s, ongeveer 5 GB groei of exact 30 dagen. iOS wekt BurnRoll niet continu om Foto’s te controleren als de app dicht is; bij openen wordt groei beoordeeld. Zet herinneringen uit in BurnRoll of wijzig meldingen in iOS.
pl: Przypomnienia o czyszczeniu są opcjonalne i wymagają zgody. Po włączeniu BurnRoll zapisuje lokalną bazę i planuje przypomnienie na 20–500 dodatkowych zdjęć, ok. 5 GB lub dokładnie 30 dni. iOS nie budzi BurnRoll non stop. Aplikacja ocenia przy otwarciu. Wyłączysz przypomnienia w BurnRoll lub w powiadomieniach iOS.
pt_br: Lembretes de limpeza são opcionais e pedem permissão. Se você aderir, o BurnRoll guarda uma base no dispositivo e agenda um lembrete local para 20–500 fotos a mais, cerca de 5 GB ou 30 dias exatos. O iOS não acorda o BurnRoll o tempo todo. O app avalia ao abrir. Desligue lembretes no BurnRoll ou mude as notificações do iOS.
uk: Нагадування про очищення необов’язкові й потребують дозволу. Якщо ви погоджуєтесь, BurnRoll зберігає локальну базову лінію й планує нагадування на 20–500 додаткових фото, приблизно 5 ГБ або рівно 30 днів. iOS не будить BurnRoll постійно. Програма оцінює при відкритті. Вимкніть нагадування в BurnRoll або змініть дозвіл у iOS.
zh_hans: 清理提醒为可选项，需要你的许可。若开启，BurnRoll 会在设备上保存资料库基线，并按你选择的阈值安排本地提醒：额外 20–500 张照片、约 5 GB 增长，或正好 30 天。应用关闭时 iOS 不会持续唤醒 BurnRoll 检查照片；打开应用时再评估增长。可在 BurnRoll 设置中关闭，或在 iOS 设置中更改通知权限。

source: Cleanup streak
de: Bereinigungs-Serie
es: Racha de limpieza
fr: Série de nettoyages
it: Serie di pulizie
ja: 整理連続日数
ko: 정리 연속
nl: Opruimreeks
pl: Seria czyszczeń
pt_br: Sequência de limpeza
uk: Серія очищень
zh_hans: 连续清理

source: Clear space your way.
de: Speicher frei auf deine Art.
es: Libera espacio a tu manera.
fr: Libère l’espace à ta façon.
it: Libera spazio a modo tuo.
ja: 空き容量はあなたのペースで。
ko: 용량은 내 방식대로.
nl: Ruimte vrij op jouw manier.
pl: Wolne miejsce po twojemu.
pt_br: Libere espaço do seu jeito.
uk: Звільніть місце по-своєму.
zh_hans: 按你的方式清出空间。

source: Clear your camera roll one thoughtful decision at a time.
de: Räume die Mediathek auf – eine bewusste Entscheidung nach der anderen.
es: Limpia el carrete, una decisión consciente cada vez.
fr: Range ta pellicule, une décision réfléchie à la fois.
it: Riordina il rullino, una decisione consapevole alla volta.
ja: カメラロールを、一枚ずつ丁寧に整理。
ko: 카메라 롤을 한 장씩 신중하게 정리하세요.
nl: Ruim je camerastream op, één bewuste keuze tegelijk.
pl: Posprzątaj rolkę, jedna przemyślana decyzja na raz.
pt_br: Limpe o rolo, uma decisão consciente de cada vez.
uk: Очищайте стрічку — по одному обдуманому рішенню.
zh_hans: 一张一张地认真整理相册。

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pl: Zamknij
pt_br: Fechar
uk: Закрити
zh_hans: 关闭

source: Close fullscreen viewer
de: Vollbild schließen
es: Cerrar pantalla completa
fr: Fermer le plein écran
it: Chiudi schermo intero
ja: 全画面を閉じる
ko: 전체 화면 닫기
nl: Volledig scherm sluiten
pl: Zamknij pełny ekran
pt_br: Fechar tela cheia
uk: Закрити повний екран
zh_hans: 关闭全屏查看

source: Contact
de: Kontakt
es: Contacto
it: Contatti
ja: お問い合わせ
ko: 문의
pl: Kontakt
pt_br: Contato
uk: Контакт
zh_hans: 联系

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
nl: Doorgaan
pl: Dalej
pt_br: Continuar
uk: Продовжити
zh_hans: 继续

source: Continue burning
de: Weiter brennen
es: Seguir eliminando
fr: Continuer à brûler
it: Continua a bruciare
ja: 整理を続ける
ko: 정리 계속
nl: Doorgaan met wissen
pl: Kontynuuj usuwanie
pt_br: Continuar a queimar
uk: Продовжити видалення
zh_hans: 继续清理

source: Continue to Photos
de: Weiter zu Fotos
es: Continuar a Fotos
fr: Continuer vers Photos
it: Continua verso Foto
ja: 写真へ進む
ko: 사진으로 계속
nl: Verder naar Foto’s
pl: Przejdź do Zdjęć
pt_br: Continuar para Fotos
uk: Перейти до Фото
zh_hans: 继续前往照片

source: Couldn't change the Home Screen icon. Try again on a device.
de: Home-Bildschirm-Symbol konnte nicht geändert werden. Versuche es auf einem Gerät.
es: No se pudo cambiar el icono de inicio. Prueba en un dispositivo.
fr: Impossible de changer l’icône d’accueil. Réessaie sur un appareil.
it: Impossibile cambiare l’icona Home. Riprova su un dispositivo.
ja: ホーム画面のアイコンを変更できませんでした。実機で試してください。
ko: 홈 화면 아이콘을 바꿀 수 없습니다. 실제 기기에서 다시 시도하세요.
nl: Beginschermicoon wijzigen mislukt. Probeer het op een apparaat.
pl: Nie udało się zmienić ikony ekranu początkowego. Spróbuj na urządzeniu.
pt_br: Não foi possível mudar o ícone da Tela de Início. Tente em um dispositivo.
uk: Не вдалося змінити іконку Початкового екрана. Спробуйте на пристрої.
zh_hans: 无法更改主屏幕图标。请在真机上重试。

source: Couldn’t delete items
de: Elemente konnten nicht gelöscht werden
es: No se pudieron eliminar los elementos
fr: Impossible de supprimer
it: Impossibile eliminare gli elementi
ja: 項目を削除できませんでした
ko: 항목을 삭제할 수 없음
nl: Items verwijderen mislukt
pl: Nie udało się usunąć elementów
pt_br: Não foi possível excluir os itens
uk: Не вдалося видалити елементи
zh_hans: 无法删除项目

source: Couldn't load plans. Check your connection and try again.
de: Pläne konnten nicht geladen werden. Prüfe die Verbindung und versuche es erneut.
es: No se pudieron cargar los planes. Comprueba la conexión e inténtalo de nuevo.
fr: Impossible de charger les forfaits. Vérifie la connexion et réessaie.
it: Impossibile caricare i piani. Controlla la connessione e riprova.
ja: プランを読み込めません。接続を確認してもう一度試してください。
ko: 요금제를 불러오지 못했습니다. 연결을 확인하고 다시 시도하세요.
nl: Plannen laden mislukt. Controleer je verbinding en probeer opnieuw.
pl: Nie udało się wczytać planów. Sprawdź połączenie i spróbuj ponownie.
pt_br: Não foi possível carregar os planos. Verifique a conexão e tente de novo.
uk: Не вдалося завантажити плани. Перевірте з’єднання й спробуйте знову.
zh_hans: 无法加载方案。请检查网络后重试。

source: Couldn't restore purchases. Try again.
de: Käufe konnten nicht wiederhergestellt werden. Versuche es erneut.
es: No se pudieron restaurar las compras. Inténtalo de nuevo.
fr: Impossible de restaurer les achats. Réessaie.
it: Impossibile ripristinare gli acquisti. Riprova.
ja: 購入を復元できませんでした。もう一度試してください。
ko: 구입을 복원하지 못했습니다. 다시 시도하세요.
nl: Aankopen herstellen mislukt. Probeer opnieuw.
pl: Nie udało się przywrócić zakupów. Spróbuj ponownie.
pt_br: Não foi possível restaurar as compras. Tente de novo.
uk: Не вдалося відновити покупки. Спробуйте ще раз.
zh_hans: 无法恢复购买。请重试。

source: Crash reporting
de: Absturzberichte
es: Informes de fallos
fr: Rapports de plantage
it: Segnalazione crash
ja: クラッシュ報告
ko: 충돌 보고
nl: Crashrapportage
pl: Raporty awarii
pt_br: Relatórios de falha
uk: Звіти про збої
zh_hans: 崩溃报告

source: day
de: Tag
es: día
fr: jour
it: giorno
ja: 日
ko: 일
nl: dag
pl: dzień
pt_br: dia
uk: день
zh_hans: 天

source: days
de: Tage
es: días
fr: jours
it: giorni
ja: 日
ko: 일
nl: dagen
pl: dni
pt_br: dias
uk: дні
zh_hans: 天

source: Decision filter
de: Entscheidungsfilter
es: Filtro de decisiones
fr: Filtre de décision
it: Filtro decisioni
ja: 判断フィルター
ko: 결정 필터
nl: Keuzefilter
pl: Filtr decyzji
pt_br: Filtro de decisão
uk: Фільтр рішень
zh_hans: 决定筛选

source: Delete %lld
de: %lld löschen
es: Borrar %lld
fr: Supprimer %lld
it: Elimina %lld
ja: %lld件を削除
ko: %lld개 삭제
nl: Verwijder %lld
pl: Usuń %lld
pt_br: Apagar %lld
uk: Видалити %lld
zh_hans: 删除 %lld

source: Delete %lld photos and videos?
de: %lld Fotos und Videos löschen?
es: ¿Borrar %lld fotos y vídeos?
fr: Supprimer %lld photos et vidéos ?
it: Eliminare %lld foto e video?
ja: 写真とビデオを%lld件削除しますか？
ko: 사진과 동영상 %lld개를 삭제할까요?
nl: %lld foto’s en video’s verwijderen?
pl: Usunąć %lld zdjęć i filmów?
pt_br: Excluir %lld fotos e vídeos?
uk: Видалити %lld фото й відео?
zh_hans: 删除 %lld 张照片和视频？

source: Deleting…
de: Wird gelöscht…
es: Eliminando…
fr: Suppression…
it: Eliminazione…
ja: 削除中…
ko: 삭제 중…
nl: Verwijderen…
pl: Usuwanie…
pt_br: Excluindo…
uk: Видалення…
zh_hans: 正在删除…

source: Deletion was cancelled. Your burn queue is unchanged.
de: Löschen wurde abgebrochen. Deine Brennliste ist unverändert.
es: Se canceló el borrado. Tu lista de eliminación no cambia.
fr: La suppression a été annulée. Ta liste à brûler est inchangée.
it: L’eliminazione è stata annullata. La lista da bruciare è invariata.
ja: 削除はキャンセルされました。削除リストはそのままです。
ko: 삭제가 취소되었습니다. 삭제 대기열은 그대로입니다.
nl: Verwijderen is geannuleerd. Je wislijst is ongewijzigd.
pl: Usuwanie anulowano. Lista do usunięcia jest bez zmian.
pt_br: A exclusão foi cancelada. Sua fila de queima não mudou.
uk: Видалення скасовано. Черга видалення без змін.
zh_hans: 已取消删除。清除队列未更改。

source: Do you really want to reset your bookmark?
de: Willst du das Lesezeichen wirklich zurücksetzen?
es: ¿Seguro que quieres restablecer el marcador?
fr: Tu veux vraiment réinitialiser le signet ?
it: Vuoi davvero reimpostare il segnalibro?
ja: しおりを本当にリセットしますか？
ko: 북마크를 정말 재설정할까요?
nl: Wil je je bladwijzer echt resetten?
pl: Na pewno zresetować zakładkę?
pt_br: Quer mesmo redefinir o marcador?
uk: Справді скинути закладку?
zh_hans: 确定要重置书签吗？

source: Done
de: Fertig
es: Hecho
fr: OK
it: Fine
ja: 完了
ko: 완료
nl: Gereed
pl: Gotowe
pt_br: OK
uk: Готово
zh_hans: 完成

source: Due now
de: Jetzt fällig
es: Ahora
fr: À faire maintenant
it: Scade ora
ja: 今すぐ
ko: 지금 해당
nl: Nu aan de beurt
pl: Teraz
pt_br: Agora
uk: Зараз
zh_hans: 现在到期

source: Email us
de: Schreib uns
es: Escríbenos
fr: Écris-nous
it: Scrivici
ja: メールする
ko: 이메일 보내기
nl: Mail ons
pl: Napisz do nas
pt_br: Envie um e-mail
uk: Напишіть нам
zh_hans: 发邮件给我们

source: Ember
de: Glut
es: Ascua
fr: Braise
it: Brace
ja: エンバー
ko: 엠버
nl: Gloed
pl: Żar
pt_br: Brasa
uk: Жаринка
zh_hans: 余烬

source: Enable access to continue reviewing
de: Aktiviere den Zugriff, um weiter zu prüfen
es: Activa el acceso para seguir revisando
fr: Active l’accès pour continuer à revoir
it: Attiva l’accesso per continuare a rivedere
ja: 確認を続けるにはアクセスを許可してください
ko: 검토를 계속하려면 접근을 허용하세요
nl: Schakel toegang in om verder te beoordelen
pl: Włącz dostęp, aby kontynuować przegląd
pt_br: Ative o acesso para continuar revisando
uk: Увімкніть доступ, щоб продовжити перегляд
zh_hans: 请开启权限以继续审阅

source: Enable smart reminder?
de: Intelligente Erinnerung aktivieren?
es: ¿Activar el recordatorio inteligente?
fr: Activer le rappel intelligent ?
it: Attivare il promemoria intelligente?
ja: スマートリマインダーをオンにしますか？
ko: 스마트 알림을 켤까요?
nl: Slimme herinnering inschakelen?
pl: Włączyć inteligentne przypomnienie?
pt_br: Ativar lembrete inteligente?
uk: Увімкнути розумне нагадування?
zh_hans: 要开启智能提醒吗？
